Repository: rhevorn/sift
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Quit this process?
de: Diesen Vorgang beenden?
es: ¿Salir de este proceso?
fr: Quitter ce processus ?
ja: このプロセスを終了しますか?
ko: 이 프로세스를 종료하시겠습니까?
pt_br: Sair deste processo?
ru: Выйти из этого процесса?
zh_hans: 结束这个进程？
zh_hant: 結束這個進程？

source: Quitting high-memory apps you no longer use releases the memory they allocated. macOS automatically reclaims file caches when needed.
de: Durch das Beenden von Apps mit hohem Speicherbedarf, die Sie nicht mehr verwenden, wird der von ihnen zugewiesene Speicher freigegeben. macOS stellt Dateicaches bei Bedarf automatisch wieder her.
es: Salir de las aplicaciones con mucha memoria que ya no usas libera la memoria que asignaron. macOS recupera automáticamente los cachés de archivos cuando es necesario.
fr: Quitter les applications gourmandes en mémoire que vous n'utilisez plus libère la mémoire qu'elles ont allouée. macOS récupère automatiquement les caches de fichiers en cas de besoin.
ja: 使用しなくなった高メモリ アプリを終了すると、割り当てられていたメモリが解放されます。 macOS は、必要に応じてファイル キャッシュを自動的に再利用します。
ko: 더 이상 사용하지 않는 대용량 메모리 앱을 종료하면 할당된 메모리가 해제됩니다. macOS는 필요할 때 자동으로 파일 캐시를 회수합니다.
pt_br: Sair de aplicativos com muita memória que você não usa mais libera a memória que eles alocaram. O macOS recupera automaticamente caches de arquivos quando necessário.
ru: Выход из приложений с большим объемом памяти, которые вы больше не используете, освобождает выделенную ими память. macOS автоматически освобождает кэши файлов при необходимости.
zh_hans: 优先退出不再使用的高占用 App，才能实际释放它们申请的内存。macOS 会在需要时自动回收文件缓存。
zh_hant: 優先退出不再使用的高佔用 App，才能實際釋放它們申請的記憶體。 macOS 會在需要時自動回收檔案快取。

source: Quitting terminates the entire process and releases every port it uses.
de: Durch das Beenden wird der gesamte Prozess beendet und alle verwendeten Ports freigegeben.
es: Salir finaliza todo el proceso y libera todos los puertos que utiliza.
fr: Quitter met fin à l'ensemble du processus et libère tous les ports qu'il utilise.
ja: 終了するとプロセス全体が終了し、使用しているすべてのポートが解放されます。
ko: 종료하면 전체 프로세스가 종료되고 사용하는 모든 포트가 해제됩니다.
pt_br: Sair encerra todo o processo e libera todas as portas que ele usa.
ru: Выход завершает весь процесс и освобождает каждый используемый им порт.
zh_hans: 结束操作会终止整个进程，并释放该进程占用的全部端口。
zh_hant: 結束操作會終止整個進程，並釋放該進程所佔用的全部連接埠。

source: Read %lld items occupying %@.
de: Lesen Sie %lld Artikel, die %@ belegen.
es: Leer %lld elementos que ocupan %@.
fr: Lisez %lld éléments occupant %@.
ja: %lld 個のアイテムを読み取りました。使用容量は %@ です。
ko: %lld개의 항목을 읽었으며, %@을 차지합니다.
pt_br: Leia %lld itens ocupando %@.
ru: Прочитайте %lld элементов, занимающих %@.
zh_hans: 已读取 %lld 个项目，共占用 %@。
zh_hant: 已讀取 %lld 個項目，共佔用 %@。

source: Read by launchd when logging in to any account
de: Wird von launchd gelesen, wenn Sie sich bei einem beliebigen Konto anmelden
es: Leer por launchd al iniciar sesión en cualquier cuenta
fr: Lire par launchd lors de la connexion à n'importe quel compte
ja: 任意のアカウントにログインするときに launchd によって読み取ります
ko: 모든 계정에 로그인할 때 launchd로 읽기
pt_br: Leia por launchd ao fazer login em qualquer conta
ru: Читать launchd при входе в любую учетную запись
zh_hans: 登录任意账户时由 launchd 读取
zh_hant: 登入任意帳號時由 launchd 讀取

source: Read by launchd when logging into the current account
de: Wird von launchd gelesen, wenn Sie sich beim aktuellen Konto anmelden
es: Leer por launchd al iniciar sesión en la cuenta actual
fr: Lu par launchd lors de la connexion au compte actuel
ja: 現在のアカウントにログインするときに launchd によって読み取ります
ko: 현재 계정에 로그인할 때 launchd로 읽기
pt_br: Leia por launchd ao fazer login na conta atual
ru: Читать launchd при входе в текущий аккаунт
zh_hans: 登录当前账户时由 launchd 读取
zh_hant: 登入目前帳戶時由 launchd 讀取

source: Read only
de: Schreibgeschützt
es: Solo lectura
fr: Lecture seule
ja: 読み取り専用
ko: 읽기 전용
pt_br: Somente leitura
ru: Только чтение
zh_hans: 只读
zh_hant: 只讀

source: Reading app extensions…
de: App-Erweiterungen lesen…
es: Leyendo extensiones de aplicaciones...
fr: Lecture des extensions d'application…
ja: アプリ拡張機能を読み取り中…
ko: 추가 앱 정보를 읽는 중…
pt_br: Lendo extensões de aplicativos…
ru: Чтение расширений приложений…
zh_hans: 正在读取应用扩展…
zh_hant: 正在讀取應用程式擴充…

source: Reading background activity…
de: Hintergrundaktivität wird gelesen…
es: Actividad de fondo de lectura…
fr: Activité de lecture en arrière-plan…
ja: バックグラウンドアクティビティを読み取り中…
ko: 백그라운드 활동을 읽는 중…
pt_br: Lendo atividade em segundo plano…
ru: Чтение фоновой активности…
zh_hans: 正在读取后台活动…
zh_hant: 正在讀取後台活動…

source: Reading directory occupancy...
de: Verzeichnisbelegung wird gelesen...
es: Leyendo ocupación del directorio...
fr: Occupation du répertoire de lecture...
ja: ディレクトリ占有率を読み取り中...
ko: 디렉터리 점유율을 읽는 중...
pt_br: Lendo ocupação do diretório...
ru: Чтение занятости каталога...
zh_hans: 正在读取目录占用…
zh_hant: 正在讀取目錄佔用…

source: Reading installed apps…
de: Installierte Apps werden gelesen…
es: Leyendo aplicaciones instaladas…
fr: Lecture des applications installées…
ja: インストールされているアプリを読み取り中…
ko: 설치된 앱을 읽는 중…
pt_br: Lendo aplicativos instalados…
ru: Чтение установленных приложений…
zh_hans: 正在读取已安装应用…
zh_hant: 正在讀取已安裝應用程式…

source: Reading listening ports and process information…
de: Abhörports lesen und Informationen verarbeiten…
es: Leer puertos de escucha y procesar información...
fr: Lecture des ports d’écoute et des informations sur les processus…
ja: リスニングポートとプロセス情報を読み取ります…
ko: 수신 포트 및 프로세스 정보를 읽는 중…
pt_br: Lendo portas de escuta e informações de processo…
ru: Чтение портов прослушивания и информации о процессе…
zh_hans: 正在读取监听端口与进程信息…
zh_hant: 正在讀取監聽埠與進程資訊…

source: Reading login items…
de: Anmeldeelemente werden gelesen…
es: Leyendo elementos de inicio de sesión...
fr: Lecture des éléments de connexion…
ja: ログイン項目を読み取り中…
ko: 로그인 항목을 읽는 중…
pt_br: Lendo itens de login…
ru: Чтение элементов входа…
zh_hans: 正在读取登录项…
zh_hant: 正在讀取登入項目…

source: Reading network activity, routes, and proxy settings…
de: Netzwerkaktivität, Routen und Proxy-Einstellungen werden gelesen…
es: Leyendo la actividad de red, las rutas y los ajustes de proxy…
fr: Lecture de l’activité réseau, des routes et des réglages de proxy…
ja: ネットワークアクティビティ、経路、プロキシ設定を読み込み中…
ko: 네트워크 활동, 경로 및 프록시 설정 읽는 중…
pt_br: Lendo a atividade de rede, as rotas e os ajustes de proxy…
ru: Чтение сетевой активности, маршрутов и настроек прокси…
zh_hans: 正在读取网络活动、路由和代理设置…
zh_hant: 正在讀取網路活動、路由和代理設定…

source: Reading network activity…
de: Netzwerkaktivität wird gelesen…
es: Leyendo la actividad de red…
fr: Lecture de l’activité réseau…
ja: ネットワークアクティビティを読み込み中…
ko: 네트워크 활동 읽는 중…
pt_br: Lendo a atividade de rede…
ru: Чтение сетевой активности…
zh_hans: 正在读取网络活动…
zh_hant: 正在讀取網路活動…

source: Reading ports and processes…
de: Ports und Prozesse lesen…
es: Lectura de puertos y procesos...
fr: Lecture des ports et des processus…
ja: ポートとプロセスを読み取り中…
ko: 포트 및 프로세스를 읽는 중…
pt_br: Lendo portas e processos…
ru: Чтение портов и процессов…
zh_hans: 正在读取端口与进程信息…
zh_hant: 正在讀取連接埠與進程資訊…

source: Reading storage status…
de: Speicherstatus wird gelesen…
es: Leyendo el estado de almacenamiento...
fr: Lecture de l'état de stockage…
ja: ストレージステータスを読み取り中…
ko: 저장소 상태를 읽는 중…
pt_br: Lendo o status do armazenamento…
ru: Чтение состояния хранилища…
zh_hans: 正在读取存储状态…
zh_hant: 正在读取存储状态…

source: Reading system disk capacity
de: Die Kapazität der Systemfestplatte wird gelesen
es: Capacidad del disco del sistema de lectura
fr: Lecture de la capacité du disque du système
ja: システムディスク容量の読み取り
ko: 시스템 디스크 용량 읽기
pt_br: Lendo a capacidade do disco do sistema
ru: Чтение емкости системного диска
zh_hans: 正在读取系统磁盘容量
zh_hant: 正在读取系统磁盘容量

source: Reads component information without changing system settings
de: Liest Komponenteninformationen, ohne die Systemeinstellungen zu ändern
es: Lee la información de los componentes sin cambiar la configuración del sistema.
fr: Lit les informations sur les composants sans modifier les paramètres du système
ja: システム設定を変更せずにコンポーネント情報を読み取ります
ko: 시스템 설정을 변경하지 않고 구성 요소 정보를 읽습니다.
pt_br: Lê informações de componentes sem alterar as configurações do sistema
ru: Считывает информацию о компонентах без изменения настроек системы.
zh_hans: 只读取组件信息，不修改系统配置
zh_hant: 只读取组件信息，不修改系统配置

source: Reads file metadata only; contents are never read or uploaded
de: Liest nur Dateimetadaten; Inhalte werden niemals gelesen oder hochgeladen
es: Lee únicamente metadatos de archivos; Los contenidos nunca se leen ni se cargan.
fr: Lit uniquement les métadonnées du fichier ; le contenu n'est jamais lu ou téléchargé
ja: ファイルのメタデータのみを読み取ります。コンテンツが読み取られたりアップロードされたりすることはありません
ko: 파일 메타데이터만 읽습니다. 내용을 읽거나 업로드하지 않습니다.
pt_br: Lê apenas metadados de arquivo; o conteúdo nunca é lido ou carregado
ru: Считывает только метаданные файла; содержимое никогда не читается и не загружается
zh_hans: 只读取文件属性，不读取或上传文件内容
zh_hant: 只读取文件属性，不读取或上传文件内容

source: Reads file sizes and paths, not file contents
de: Liest Dateigrößen und Pfade, nicht Dateiinhalte
es: Lee tamaños y rutas de archivos, no contenidos de archivos
fr: Lit la taille et les chemins des fichiers, pas le contenu des fichiers
ja: ファイルの内容ではなく、ファイルのサイズとパスを読み取ります
ko: 파일 내용이 아닌 파일 크기와 경로를 읽습니다.
pt_br: Lê tamanhos e caminhos de arquivos, não o conteúdo dos arquivos
ru: Считывает размеры и пути файлов, а не их содержимое.
zh_hans: 只读取文件大小和路径，不读取文件内容
zh_hant: 只讀取檔案大小和路徑，不讀取檔案內容

source: Reads only paths and disk usage, not file contents
de: Liest nur Pfade und Festplattennutzung, nicht Dateiinhalte
es: Solo lee rutas y uso del disco, no el contenido de los archivos.
fr: Lit uniquement les chemins et l'utilisation du disque, pas le contenu des fichiers
ja: ファイルの内容ではなく、パスとディスク使用量のみを読み取ります
ko: 파일 내용이 아닌 경로와 디스크 사용량만 읽습니다.
pt_br: Lê apenas caminhos e uso de disco, não conteúdo de arquivo
ru: Читает только пути и использование диска, а не содержимое файла.
zh_hans: 只读取路径与占用空间，不读取文件内容
zh_hant: 只讀取路徑與佔用空間，不讀取檔案內容

source: Rebuild Database
de: Datenbank neu erstellen
es: Reconstruir base de datos
fr: Reconstruire la base de données
ja: データベースを再構築する
ko: 데이터베이스 재구축
pt_br: Reconstruir banco de dados
ru: Восстановить базу данных
zh_hans: 重建数据库
zh_hant: 重建資料庫

source: Rebuild the entire background task database?
de: Die gesamte Hintergrundaufgabendatenbank neu erstellen?
es: ¿Reconstruir toda la base de datos de tareas en segundo plano?
fr: Reconstruire l'intégralité de la base de données des tâches en arrière-plan ?
ja: バックグラウンド タスク データベース全体を再構築しますか?
ko: 전체 백그라운드 작업 데이터베이스를 다시 구축하시겠습니까?
pt_br: Reconstruir todo o banco de dados de tarefas em segundo plano?
ru: Восстановить всю базу данных фоновых задач?
zh_hans: 重建全部后台任务数据库？
zh_hant: 重建全部后台任务数据库？

source: Rebuilding background task database…
de: Hintergrundaufgabendatenbank wird neu erstellt…
es: Reconstruyendo la base de datos de tareas en segundo plano...
fr: Reconstruction de la base de données des tâches en arrière-plan…
ja: バックグラウンド タスク データベースを再構築しています…
ko: 백그라운드 작업 데이터베이스 재구축 중…
pt_br: Reconstruindo banco de dados de tarefas em segundo plano…
ru: Восстановление базы данных фоновых задач…
zh_hans: 正在重建后台任务数据库…
zh_hant: 正在重建后台任务数据库…

source: Recoverable from Trash
de: Aus dem Papierkorb wiederherstellbar
es: Recuperable de la basura
fr: Récupérable à partir de la corbeille
ja: ゴミ箱から回復可能
ko: 휴지통에서 복구 가능
pt_br: Recuperável da Lixeira
ru: Можно восстановить из корзины
zh_hans: 废纸篓可恢复
zh_hant: 廢紙簍可恢復

source: Redis Database
de: Redis-Datenbank
es: Base de datos Redis
fr: Base de données Redis
ja: Redis データベース
ko: Redis 데이터베이스
pt_br: Banco de dados Redis
ru: База данных Redis
zh_hans: Redis 数据库
zh_hant: Redis 資料庫

source: Redownloadable npm content-addressed cache; global packages and project node_modules are not deleted.
de: Wiederherunterladbarer inhaltsadressierter NPM-Cache; Globale Pakete und Projekt-Node_Module werden nicht gelöscht.
es: Caché de contenido npm descargable nuevamente; Los paquetes globales y los node_modules del proyecto no se eliminan.
fr: Cache adressé par contenu npm retéléchargeable ; les packages globaux et les node_modules du projet ne sont pas supprimés.
ja: 再ダウンロード可能な npm コンテンツ アドレス キャッシュ。グローバル パッケージとプロジェクトのnode_modulesは削除されません。
ko: 다시 다운로드 가능한 npm 콘텐츠 주소 캐시; 글로벌 패키지와 프로젝트 node_modules는 삭제되지 않습니다.
pt_br: Cache endereçado a conteúdo npm recarregável; pacotes globais e projetos node_modules não são excluídos.
ru: Повторно загружаемый кэш npm с адресацией содержимого; глобальные пакеты и node_modules проекта не удаляются.
zh_hans: npm 可重新下载的内容寻址缓存；不会删除全局包或项目 node_modules。
zh_hant: npm 可重新下載的內容尋址快取；不會刪除全域套件或項目 node_modules。

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
ja: リフレッシュ
ko: 새로고침
pt_br: Atualizar
ru: Обновить
zh_hans: 刷新
zh_hant: 重新整理

source: Refreshing: %lld files inspected
de: Aktualisierung: %lld Dateien überprüft
es: Actualizando: %lld archivos inspeccionados
fr: Actualisation : %lld fichiers inspectés
ja: 更新中: %lld ファイルを検査しました
ko: 새로 고침: %lld개의 파일이 검사되었습니다.
pt_br: Atualizando: %lld arquivos inspecionados
ru: Обновление: проверено %lld файлов.
zh_hans: 正在刷新：已检查 %lld 个文件
zh_hant: 正在刷新：已檢查 %lld 個文件

source: Regenerable Android tool downloads and metadata; SDK platforms, emulators, and projects are not scanned.
de: Neu erzeugbare Android-Tool-Downloads und Metadaten; SDKs, Emulatoren und Projekte werden nicht gescannt.
es: Descargas y metadatos regenerables de Android; no se analizan plataformas SDK, emuladores ni proyectos.
fr: Téléchargements et métadonnées Android régénérables ; les SDK, émulateurs et projets ne sont pas analysés.
ja: 再生可能な Android ツールのダウンロードとメタデータです。SDK、エミュレータ、プロジェクトはスキャンしません。
ko: 다시 생성 가능한 Android 도구 다운로드와 메타데이터입니다. SDK, 에뮬레이터, 프로젝트는 스캔하지 않습니다.
pt_br: Downloads e metadados regeneráveis do Android; SDKs, emuladores e projetos não são verificados.
ru: Восстанавливаемые загрузки и метаданные Android; SDK, эмуляторы и проекты не сканируются.
zh_hans: 可重新生成的 Android 工具下载内容和元数据；不扫描 SDK 平台、模拟器和项目。
zh_hant: 可重新生成的 Android 工具下載內容和中繼資料；不掃描 SDK 平台、模擬器和專案。

source: Regenerable simulator caches only; simulator devices, installed runtimes, and app data are preserved.
de: Nur neu erzeugbare Simulator-Caches; Geräte, installierte Runtimes und App-Daten bleiben erhalten.
es: Solo cachés regenerables del simulador; se conservan dispositivos, runtimes instalados y datos de apps.
fr: Uniquement les caches régénérables du simulateur ; appareils, runtimes installés et données d’apps sont conservés.
ja: 再生可能なシミュレータキャッシュのみです。デバイス、ランタイム、アプリデータは保持します。
ko: 다시 생성 가능한 시뮬레이터 캐시만 스캔합니다. 기기, 런타임, 앱 데이터는 유지됩니다.
pt_br: Apenas caches regeneráveis do simulador; dispositivos, runtimes instalados e dados de apps são preservados.
ru: Только восстанавливаемые кэши симулятора; устройства, runtime и данные приложений сохраняются.
zh_hans: 仅扫描可重新生成的模拟器缓存；保留模拟器设备、已安装运行时和应用数据。
zh_hant: 僅掃描可重新生成的模擬器快取；保留模擬器裝置、已安裝執行環境和 App 資料。

source: Regular caches unchanged for 30 days; apps may recreate them at next launch.
de: Reguläre Caches bleiben 30 Tage lang unverändert; Apps erstellen sie möglicherweise beim nächsten Start neu.
es: Los cachés regulares no cambian durante 30 días; las aplicaciones pueden recrearlos en el próximo lanzamiento.
fr: Caches réguliers inchangés pendant 30 jours ; les applications peuvent les recréer au prochain lancement.
ja: 通常のキャッシュは 30 日間変更されません。アプリは次回の起動時に再作成する可能性があります。
ko: 일반 캐시는 30일 동안 변경되지 않습니다. 앱은 다음 실행 시 이를 다시 생성할 수 있습니다.
pt_br: Caches regulares inalterados por 30 dias; os aplicativos podem recriá-los no próximo lançamento.
ru: Обычные кэши без изменений в течение 30 дней; приложения могут воссоздать их при следующем запуске.
zh_hans: 30 天未修改的普通缓存；应用下次启动时可能重新生成。
zh_hant: 30 天未修改的普通快取；應用下次啟動時可能會重新產生。

source: Regular foreground apps are not quit, and processes are not force terminated. Releasing file caches requires administrator authorization.
de: Reguläre Vordergrund-Apps werden nicht beendet und Prozesse werden nicht zwangsweise beendet. Für die Freigabe von Dateicaches ist eine Administratorberechtigung erforderlich.
es: Las aplicaciones normales en primer plano no se cierran y los procesos no se fuerzan a finalizar. La liberación de cachés de archivos requiere autorización del administrador.
fr: Les applications classiques de premier plan ne sont pas fermées et les processus ne sont pas interrompus de force. La libération des caches de fichiers nécessite l'autorisation de l'administrateur.
ja: 通常のフォアグラウンド アプリは終了せず、プロセスも強制終了されません。ファイルキャッシュを解放するには管理者の権限が必要です。
ko: 일반 포그라운드 앱은 종료되지 않으며 프로세스는 강제 종료되지 않습니다. 파일 캐시를 해제하려면 관리자 인증이 필요합니다.
pt_br: Os aplicativos regulares em primeiro plano não são encerrados e os processos não são encerrados à força. A liberação de caches de arquivos requer autorização do administrador.
ru: Обычные приложения переднего плана не закрываются, а процессы не завершаются принудительно. Для освобождения кэшей файлов требуется авторизация администратора.
zh_hans: 不会退出普通前台 App，也不会强制结束进程。释放文件缓存需要一次管理员授权。
zh_hant: 不會退出普通前台 App，也不會強制結束進程。釋放檔案快取需要一次管理員授權。

source: Regular foreground apps are not quit, processes are not force terminated, and administrator privileges are not required.
de: Reguläre Vordergrund-Apps werden nicht beendet, Prozesse werden nicht zwangsweise beendet und Administratorrechte sind nicht erforderlich.
es: Las aplicaciones habituales en primer plano no se cierran, los procesos no se cierran a la fuerza y no se requieren privilegios de administrador.
fr: Les applications de premier plan classiques ne sont pas fermées, les processus ne sont pas interrompus de force et les privilèges d'administrateur ne sont pas requis.
ja: 通常のフォアグラウンド アプリは終了せず、プロセスは強制終了されず、管理者権限は必要ありません。
ko: 일반 포그라운드 앱은 종료되지 않고, 프로세스는 강제 종료되지 않으며, 관리자 권한이 필요하지 않습니다.
pt_br: Os aplicativos regulares em primeiro plano não são encerrados, os processos não são encerrados à força e não são necessários privilégios de administrador.
ru: Обычные приложения переднего плана не закрываются, процессы не завершаются принудительно, и права администратора не требуются.
zh_hans: 不会退出普通前台 App，不会强制结束进程，也不需要管理员权限。
zh_hant: 不會退出普通前台 App，不會強制結束進程，也不需要管理員權限。

source: Related App Present
de: Verwandte App vorhanden
es: Aplicación relacionada presente
fr: Application associée présente
ja: 関連アプリプレゼント
ko: 관련 앱 존재
pt_br: Presente de aplicativo relacionado
ru: Подарок связанного приложения
zh_hans: 关联应用存在
zh_hant: 關聯應用存在

source: Related Files
de: Verwandte Dateien
es: Archivos relacionados
fr: Fichiers associés
ja: 関連ファイル
ko: 관련 파일
pt_br: Arquivos relacionados
ru: Связанные файлы
zh_hans: 关联文件
zh_hant: 關聯文件

source: Release System File Caches?
de: Systemdatei-Caches freigeben?
es: ¿Liberar cachés de archivos del sistema?
fr: Libérer les caches de fichiers système ?
ja: システムファイルキャッシュを解放しますか?
ko: 시스템 파일 캐시를 해제하시겠습니까?
pt_br: Liberar caches de arquivos do sistema?
ru: Освободить кэши системных файлов?
zh_hans: 释放系统文件缓存？
zh_hant: 釋放系統檔案快取？

source: Release System File Caches…
de: Systemdatei-Caches freigeben…
es: Liberar cachés de archivos del sistema...
fr: Libérer les caches de fichiers système…
ja: システム ファイル キャッシュを解放します…
ko: 시스템 파일 캐시 해제…
pt_br: Liberar caches de arquivos do sistema…
ru: Освободить кэши системных файлов…
zh_hans: 释放系统文件缓存…
zh_hant: 釋放系統檔案快取…

source: Remove
de: Entfernen
es: Quitar
fr: Supprimer
ja: 削除
ko: 제거
pt_br: Remover
ru: Удалить
zh_hans: 移除
zh_hant: 移除

source: Remove Permanently
de: Dauerhaft entfernen
es: Eliminar permanentemente
fr: Supprimer définitivement
ja: 完全に削除
ko: 영구적으로 제거
pt_br: Remover permanentemente
ru: Удалить навсегда
zh_hans: 永久移除
zh_hant: 永久移除

source: Remove MachKit's saved settings, shortcuts, tool data, and window state
de: Gespeicherte Einstellungen, Tastenkürzel, Werkzeugdaten und Fensterstatus von MachKit entfernen
es: Elimina los ajustes, atajos, datos de herramientas y estado de ventanas guardados por MachKit
fr: Supprimer les réglages, raccourcis, données d’outils et états de fenêtres enregistrés par MachKit
ja: MachKit に保存された設定、ショートカット、ツールデータ、ウインドウ状態を削除
ko: MachKit에 저장된 설정, 단축키, 도구 데이터 및 창 상태 제거
pt_br: Remova configurações, atalhos, dados de ferramentas e estado das janelas salvos pelo MachKit
ru: Удалить сохранённые настройки, сочетания клавиш, данные инструментов и состояние окон MachKit
zh_hans: 移除 MachKit 保存的设置、快捷键、工具数据和窗口状态
zh_hant: 移除 MachKit 儲存的設定、快速鍵、工具資料和視窗狀態

source: Remove this background item?
de: Dieses Hintergrundelement entfernen?
es: ¿Eliminar este elemento de fondo?
fr: Supprimer cet élément d'arrière-plan ?
ja: この背景アイテムを削除しますか?
ko: 이 배경 항목을 삭제하시겠습니까?
pt_br: Remover este item de plano de fundo?
ru: Удалить этот фоновый элемент?
zh_hans: 移除这个后台项目？
zh_hant: 移除這個後台項目？

source: Remove this extension?
de: Diese Erweiterung entfernen?
es: ¿Eliminar esta extensión?
fr: Supprimer cette extension ?
ja: この拡張機能を削除しますか?
ko: 이 확장 프로그램을 삭제하시겠습니까?
pt_br: Remover esta extensão?
ru: Удалить это расширение?
zh_hans: 移除这个扩展？
zh_hant: 移除這個擴充功能？

source: Remove this login item?
de: Dieses Anmeldeelement entfernen?
es: ¿Eliminar este elemento de inicio de sesión?
fr: Supprimer cet élément de connexion ?
ja: このログイン項目を削除しますか?
ko: 이 로그인 항목을 삭제하시겠습니까?
pt_br: Remover este item de login?
ru: Удалить этот элемент входа?
zh_hans: 移除这个登录项？
zh_hant: 移除這個登入項目？

source: Removing %@'s Trash leftover…
de: Reste von %@ werden im Papierkorb entfernt…
es: Eliminando los restos de papelera de %@...
fr: Suppression des restes de corbeille de %@…
ja: %@ のゴミ箱の残りを削除しています…
ko: %@의 남은 휴지통을 제거하는 중…
pt_br: Removendo sobras de lixo do %@…
ru: Удаление остатков мусора от %@…
zh_hans: 正在移除 %@ 的废纸篓残留…
zh_hant: 正在移除 %@ 的廢紙簍殘留…

source: Removing login item %@…
de: Anmeldeelement %@ wird entfernt…
es: Eliminando el elemento de inicio de sesión %@…
fr: Suppression de l'élément de connexion %@…
ja: ログイン項目 %@ を削除しています…
ko: 로그인 항목 %@ 삭제 중…
pt_br: Removendo item de login %@…
ru: Удаление элемента входа %@…
zh_hans: 正在移除登录项 %@…
zh_hant: 正在移除登入項目 %@…

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
ja: 名前を変更
ko: 이름 변경
pt_br: Renomear
ru: Переименовать
zh_hans: 重命名
zh_hant: 重新命名

source: Rename Environment
de: Umgebung umbenennen
es: Renombrar entorno
fr: Renommer l’environnement
ja: 環境名を変更
ko: 환경 이름 변경
pt_br: Renomear ambiente
ru: Переименовать среду
zh_hans: 重命名环境
zh_hant: 重新命名環境

source: Restart After Exit
de: Nach dem Beenden neu starten
es: Reiniciar después de salir
fr: Redémarrer après la sortie
ja: 終了後に再起動する
ko: 종료 후 다시 시작
pt_br: Reiniciar após sair
ru: Перезагрузить после выхода
zh_hans: 退出后重启
zh_hant: 退出後重啟

source: Reveal in Finder
de: Im Finder zeigen
es: Mostrar en Finder
fr: Afficher dans le Finder
ja: Finder に表示
ko: Finder에서 보기
pt_br: Mostrar no Finder
ru: Показать в Finder
zh_hans: 在访达中显示
zh_hant: 在 Finder 中顯示

source: Review
de: Rezension
es: Revisión
fr: Examen
ja: レビュー
ko: 검토
pt_br: Revisão
ru: Обзор
zh_hans: 需确认
zh_hant: 需確認

source: Review Each Item
de: Überprüfen Sie jeden Artikel
es: Revisa cada artículo
fr: Examinez chaque élément
ja: 各項目を確認する
ko: 각 항목 검토
pt_br: Revise cada item
ru: Просмотрите каждый элемент
zh_hans: 逐项确认
zh_hant: 逐項確認

source: Review the items to move to Trash.
de: Überprüfen Sie die Elemente, die in den Papierkorb verschoben werden sollen.
es: Revise los elementos para mover a la Papelera.
fr: Passez en revue les éléments à déplacer vers la corbeille.
ja: ゴミ箱に移動する項目を確認します。
ko: 휴지통으로 이동할 항목을 검토하세요.
pt_br: Revise os itens a serem movidos para a Lixeira.
ru: Просмотрите элементы, которые нужно переместить в корзину.
zh_hans: 请确认要移入废纸篓的内容。
zh_hant: 請確認要移入廢紙簍的內容。

source: Route Lookup
de: Routenprüfung
es: Consulta de ruta
fr: Recherche d’itinéraire
ja: ルート検索
ko: 경로 조회
pt_br: Consulta de rota
ru: Проверка маршрута
zh_hans: 路由查询
zh_hant: 路由查詢

source: Ruby on Rails Service
de: Ruby on Rails-Dienst
es: Servicio Ruby on Rails
fr: Service Ruby sur Rails
ja: Ruby on Railsサービス
ko: 루비 온 레일즈 서비스
pt_br: Serviço Ruby on Rails
ru: Служба Ruby on Rails
zh_hans: Ruby on Rails 服务
zh_hant: Ruby on Rails 服務

source: Rule %lld of %lld
de: Regel %lld von %lld
es: Regla %lld de %lld
fr: Règle %lld sur %lld
ja: ルール %lld/%lld
ko: 규칙 %lld/%lld
pt_br: Regra %lld de %lld
ru: Правило %lld из %lld
zh_hans: 第 %lld/%lld 条规则
zh_hant: 第 %lld/%lld 條規則
